-- phpMyAdmin SQL Dump
-- version 2.8.2.4
-- http://www.phpmyadmin.net
-- 
-- ホスト: localhost:3306
-- 作成の時間: 2013 年 1 月 12 日 21:34
-- サーバーのバージョン: 5.0.77
-- PHP バージョン: 5.2.6
-- 
-- データベース: `waao`
-- 

-- --------------------------------------------------------

-- 
-- テーブルの構造 `app_category`
-- 

CREATE TABLE `app_category` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `category` varchar(255) NOT NULL,
  `cnt` int(11) NOT NULL,
  `flag` tinyint(4) NOT NULL,
  `game` tinyint(4) default '0',
  `key_value` varchar(255) NOT NULL,
  `img` varchar(126) default NULL,
  PRIMARY KEY  (`id`)
) ;

-- 
-- テーブルのダンプデータ `app_category`
-- 

INSERT INTO `app_category` (`id`, `name`, `category`, `cnt`, `flag`, `game`, `key_value`, `img`) VALUES (6000, 'ビジネス', 'ビジネス', 0, 1, 0, '', 'E302_20.gif'),
(6001, '天気', '天気', 0, 1, 0, '', 'E04A_20.gif'),
(6002, 'ユーティリティ', 'ユーティリティ', 0, 1, 0, '', 'E335_20_ani.gif'),
(6003, '旅行', '旅行', 0, 1, 0, '', 'E01F_20.gif'),
(6004, 'スポーツ', 'スポーツ', 0, 1, 0, '', 'E018_20.gif'),
(6005, 'ソーシャルネットワーキング', 'ソーシャルネットワーキング', 0, 1, 0, '', 'E425_20.gif'),
(6006, '辞書／辞典／その他', '辞書／辞典／その他', 0, 1, 0, '', 'E301_20.gif'),
(6007, '仕事効率化', '仕事効率化', 0, 1, 0, '', 'E00F_20.gif'),
(6008, '写真', '写真', 0, 1, 0, '', 'E008_20.gif'),
(6009, 'ニュース', 'ニュース', 0, 1, 0, '', 'E212_20.gif'),
(6010, 'ナビゲーション', 'ナビゲーション', 0, 1, 0, '', 'E536_20.gif'),
(6011, 'ミュージック', 'ミュージック', 0, 1, 0, '', 'E03E_20.gif'),
(6012, 'ライフスタイル', 'ライフスタイル', 0, 1, 0, '', 'E056_20.gif'),
(6013, 'ヘルスケア／フィットネス', 'ヘルスケア／フィットネス', 0, 1, 0, '', 'E115_20_ani.gif'),
(6015, 'ファイナンス', 'ファイナンス', 0, 1, 0, '', 'E149_20.gif'),
(6016, 'エンターテインメント', 'エンターテインメント', 0, 1, 0, '', 'E032_20.gif'),
(6017, '教育', '教育', 0, 1, 0, '', 'E439_20.gif'),
(6018, 'ブック', 'ブック', 0, 1, 0, '', 'E148_20.gif'),
(6020, 'メディカル', 'メディカル', 0, 1, 0, '', 'E151_20.gif'),
(7001, 'アクション', 'アクション', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7002, 'アドベンチャー', 'アドベンチャー', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7003, 'アーケード', 'アーケード', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7004, 'ボード', 'ボード', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7005, 'カード', 'カード', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7006, 'カジノ', 'カジノ', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7007, 'さいころ', 'さいころ', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7008, '教育', '教育', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7009, 'ファミリー', 'ファミリー', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7010, 'キッズ', 'キッズ', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7011, 'ミュージック', 'ミュージック', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7012, 'パズル', 'パズル', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7013, 'レーシング', 'レーシング', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7014, 'ロールプレイング', 'ロールプレイング', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7015, 'シミュレーション', 'シミュレーション', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7016, 'スポーツ', 'スポーツ', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7017, 'ストラテジー', 'ストラテジー', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7018, 'トリビア', 'トリビア', 0, 1, 1, '', 'E12B_20_ani.gif'),
(7019, '単語', '単語', 0, 1, 1, '', 'E12B_20_ani.gif'),
(1, 'ウィジェット', 'ウィジェット', 0, 2, 0, 'APP_WIDGETS', 'E419_20.gif'),
(2, 'エンターテイメント', 'エンターテイメント', 0, 2, 0, 'ENTERTAINMENT', 'E318_20.gif'),
(3, 'カスタマイズ', 'カスタマイズ', 0, 2, 0, 'PERSONALIZATION', 'E00F_20.gif'),
(4, 'コミック', 'コミック', 0, 2, 0, 'COMICS', 'E148_20.gif'),
(5, 'ショッピング', 'ショッピング', 0, 2, 0, 'SHOPPING', 'E319_20.gif'),
(6, 'スポーツ', 'スポーツ', 0, 2, 0, 'SPORTS', 'E018_20.gif'),
(7, 'ソーシャルネットワーク', 'ソーシャルネットワーク', 0, 2, 0, 'SOCIAL', 'E425_20.gif'),
(8, 'ツール', 'ツール', 0, 2, 0, 'TOOLS', 'E011_20.gif'),
(9, 'ニュース＆雑誌', 'ニュース＆雑誌', 0, 2, 0, 'NEWS_AND_MAGAZINES', 'E301_20.gif'),
(10, 'ビジネス', 'ビジネス', 0, 2, 0, 'BUSINESS', 'E302_20.gif'),
(11, 'ファイナンス', 'ファイナンス', 0, 2, 0, 'FINANCE', 'E14A_20.gif'),
(12, 'メディア＆動画', 'メディア＆動画', 0, 2, 0, 'MEDIA_AND_VIDEO', 'E507_20.gif'),
(13, 'ライフスタイル', 'ライフスタイル', 0, 2, 0, 'LIFESTYLE', 'E328_20_ani.gif'),
(14, 'ライブラリ＆デモ', 'ライブラリ＆デモ', 0, 2, 0, 'LIBRARIES_AND_DEMO', 'E32F_20.gif'),
(15, 'ライブ壁紙', 'ライブ壁紙', 0, 2, 0, 'APP_WALLPAPER', 'E00E_20.gif'),
(16, '交通', '交通', 0, 2, 0, 'TRANSPORTATION', 'E01E_20.gif'),
(17, '仕事効率化', '仕事効率化', 0, 2, 0, 'PRODUCTIVITY', 'E11E_20.gif'),
(18, '健康＆フィットネス', '健康＆フィットネス', 0, 2, 0, 'HEALTH_AND_FITNESS', 'E115_20_ani.gif'),
(19, '写真', '写真', 0, 2, 0, 'PHOTOGRAPHY', 'E008_20.gif'),
(20, '医療', '医療', 0, 2, 0, 'MEDICAL', 'E13B_20.gif'),
(21, '天気', '天気', 0, 2, 0, 'WEATHER', 'E04A_20.gif'),
(22, '教育', '教育', 0, 2, 0, 'EDUCATION', 'E439_20.gif'),
(23, '旅行＆地域', '旅行＆地域', 0, 2, 0, 'TRAVEL_AND_LOCAL', 'E01D_20.gif'),
(24, '書籍＆文献', '書籍＆文献', 0, 2, 0, 'BOOKS_AND_REFERENCE', 'E301_20.gif'),
(25, '通信', '通信', 0, 2, 0, 'COMMUNICATION', 'E13D_20.gif'),
(26, '音楽＆オーディオ', '音楽＆オーディオ', 0, 2, 0, 'MUSIC_AND_AUDIO', 'E30A_20.gif'),
(27, 'アーケード＆アクション', 'アーケード＆アクション', 0, 2, 1, 'ARCADE', 'E12B_20_ani.gif'),
(28, 'ウィジェット', 'ウィジェット', 0, 2, 1, 'GAME_WIDGETS', 'E12B_20_ani.gif'),
(29, 'カジュアル', 'カジュアル', 0, 2, 1, 'CASUAL', 'E12B_20_ani.gif'),
(30, 'カード＆カジノ', 'カード＆カジノ', 0, 2, 1, 'CARDS', 'E12B_20_ani.gif'),
(31, 'スポーツ', 'スポーツ', 0, 2, 1, 'SPORTS_GAMES', 'E12B_20_ani.gif'),
(32, 'パズル', 'パズル', 0, 2, 1, 'BRAIN', 'E12B_20_ani.gif'),
(33, 'ライブ壁紙', 'ライブ壁紙', 0, 2, 1, 'GAME_WALLPAPER', 'E12B_20_ani.gif'),
(34, 'レース', 'レース', 0, 2, 1, 'RACING', 'E12B_20_ani.gif'),
(6021, 'Newsstand', 'Newsstand', 0, 1, 0, '', NULL),
(6022, 'カタログ', 'カタログ', 0, 1, 0, '', NULL),
(6014, 'Games', 'Games', 0, 1, 0, '', NULL),
(6023, 'Food & Drink', 'Food & Drink', 0, 1, 0, '', NULL);
