-- phpMyAdmin SQL Dump
-- version 2.8.2.4
-- http://www.phpmyadmin.net
-- 
-- ホスト: localhost:3306
-- 作成の時間: 2013 年 1 月 13 日 01:48
-- サーバーのバージョン: 5.0.77
-- PHP バージョン: 5.2.6
-- 
-- データベース: `waao`
-- 

-- --------------------------------------------------------

-- 
-- テーブルの構造 `job_category`
-- 

CREATE TABLE `job_category` (
  `id` int(11) NOT NULL auto_increment,
  `name` varchar(64) NOT NULL,
  PRIMARY KEY  (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=cp932 AUTO_INCREMENT=37 ;

-- 
-- テーブルのダンプデータ `job_category`
-- 

INSERT INTO `job_category` (`id`, `name`) VALUES (1, '水産・農林業'),
(2, '上場廃止'),
(3, '卸売業'),
(4, '建設業'),
(5, '非鉄金属'),
(6, '鉱業'),
(7, '電気機器'),
(8, 'サービス業'),
(9, '金属製品'),
(10, '機械'),
(11, '食品業'),
(12, '食料品'),
(13, '情報・通信業'),
(14, '不動産業'),
(15, '陸運業'),
(16, '小売業'),
(17, '繊維製品'),
(18, 'ガラス・土石製品'),
(19, '証券業'),
(20, '輸送用機器'),
(21, '化学'),
(22, '情報・通信'),
(23, 'パルプ・紙'),
(24, '医薬品'),
(25, '精密機器'),
(26, '石油・石炭製品'),
(27, 'ゴム製品'),
(28, '鉄鋼'),
(29, 'その他製品'),
(30, 'その他金融業'),
(31, '銀行業'),
(32, '保険業'),
(33, '倉庫・運輸関連業'),
(34, '海運業'),
(35, '空運業'),
(36, '電気・ガス業');
