-- phpMyAdmin SQL Dump
-- version 2.8.2.4
-- http://www.phpmyadmin.net
-- 
-- ホスト: localhost:3306
-- 作成の時間: 2013 年 1 月 13 日 00:08
-- サーバーのバージョン: 5.0.77
-- PHP バージョン: 5.2.6
-- 
-- データベース: `waao`
-- 

-- --------------------------------------------------------

-- 
-- テーブルの構造 `loto`
-- 

CREATE TABLE `loto` (
  `id` int(11) NOT NULL,
  `data` mediumtext NOT NULL,
  PRIMARY KEY  (`id`)
) ;

-- 
-- テーブルのダンプデータ `loto`
-- 

INSERT INTO `loto` (`id`, `data`) VALUES (6, '  <title>第481回ロト６当せん番号速報</title> <br>\n  <description>当せん番号･･･2 9 11 24 25 34、<br>\nボーナス数字･･･20、<br>\n1等 52,528,600円 (7口)、<br>\n2等 13,788,600円 (24口)、<br>\n3等 461,700円 (860口)、<br>\n4等 9,100円 (38137口)、<br>\n5等 1,000円 (580328口)、<br>\nキャリーオーバー 0円<br>\n<br>\n  <title>第480回ロト６当せん番号速報</title> <br>\n  <description>当せん番号･･･2 5 17 18 35 38、<br>\nボーナス数字･･･34、<br>\n1等 162,529,400円 (5口)、<br>\n2等 16,565,200円 (26口)、<br>\n3等 480,300円 (1076口)、<br>\n4等 9,400円 (48210口)、<br>\n5等 1,000円 (740131口)、<br>\nキャリーオーバー 0円<br>\n<br>\n  <title>第479回ロト６当せん番号速報</title> <br>\n  <description>当せん番号･･･5 7 14 17 20 27、<br>\nボーナス数字･･･3、<br>\n1等 0円 (0口)、<br>\n2等 13,073,000円 (23口)、<br>\n3等 525,200円 (687口)、<br>\n4等 8,600円 (36853口)、<br>\n5等 1,000円 (581499口)、<br>\nキャリーオーバー 334,091,926円<br>\n<br>\n');
