-- phpMyAdmin SQL Dump
-- version 2.8.2.4
-- http://www.phpmyadmin.net
-- 
-- ホスト: localhost:3306
-- 作成の時間: 2013 年 1 月 13 日 01:41
-- サーバーのバージョン: 5.0.77
-- PHP バージョン: 5.2.6
-- 
-- データベース: `waao`
-- 

-- --------------------------------------------------------

-- 
-- テーブルの構造 `smf_category`
-- 

CREATE TABLE `smf_category` (
  `id` int(11) NOT NULL,
  `name` varchar(125) NOT NULL,
  `pid` int(11) NOT NULL,
  `cnt` int(11) NOT NULL,
  `icon` varchar(255) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=cp932;

-- 
-- テーブルのダンプデータ `smf_category`
-- 

INSERT INTO `smf_category` (`id`, `name`, `pid`, `cnt`, `icon`) VALUES (1, 'アプリ', 0, 7, 'E327_20_ani.gif'),
(2, '検索・情報ポータル', 0, 15, 'E114_20.gif'),
(3, 'ニュース・天気', 0, 10, 'E114_20.gif'),
(4, 'テレビ・エンタメ・芸能', 0, 7, 'E12A_20.gif'),
(5, '地図・交通・乗り換え', 0, 12, 'E432_20.gif'),
(6, '旅行', 0, 3, 'E32F_20.gif'),
(7, '動画', 0, 2, 'E507_20.gif'),
(8, '画像', 0, 1, 'E008_20.gif'),
(9, 'SNS・ブログ・Twitter', 0, 11, 'E00F_20.gif'),
(10, 'ゲーム・電子書籍', 0, 3, 'E148_20.gif'),
(11, 'スポーツ', 0, 3, 'E018_20.gif'),
(12, '車・バイク', 0, 8, 'E132_20.gif'),
(13, 'ミュージック', 0, 2, 'E03E_20.gif'),
(14, 'グルメ', 0, 4, 'E043_20.gif'),
(15, 'ショッピング', 0, 5, 'E112_20.gif'),
(16, '金融・銀行・郵便局', 0, 19, 'E12F_20.gif'),
(50, '企業公式サイト', 0, 4, 'E038_20.gif'),
(51, 'その他', 0, 11, 'E032_20.gif'),
(17, 'メール・待ち受け', 0, 2, 'E011_20.gif'),
(18, 'タウン情報', 0, 1, 'E036_20.gif'),
(19, '仕事・勉強・資格', 0, 9, 'E301_20.gif'),
(20, '住宅・暮らし', 0, 5, 'E030_20.gif'),
(21, '健康・医療', 0, 5, 'E056_20.gif'),
(22, 'ライフスタイル・趣味', 0, 2, 'E219_20_ani.gif'),
(30, 'アダルト情報', 0, 0, 'E207_20.gif'),
(31, '風俗情報', 0, 0, 'E207_20.gif'),
(32, 'アダルト動画', 0, 8, 'E207_20.gif'),
(33, 'アダルト画像', 0, 1, 'E207_20.gif'),
(34, '出会い', 0, 3, 'E207_20.gif'),
(39, 'その他（アダルト）', 0, 0, 'E207_20.gif'),
(23, '家電', 0, 0, 'E10F_20_ani.gif'),
(24, '価格・サービス比較', 0, 1, 'E226_20.gif');
